import { SuggestionModel } from "../data/contract";
export const demoData: Omit<SuggestionModel, "votedIPs">[] = [
  {
    id: "oh7bt4o4y0j7ojyofpsn4",
    name: "Интерактивные уроки",
    description:
      "Интерактивные уроки по изучению иностранных языков с помощью игр и заданий, адаптированных для детей.",
  },
  {
    id: "7qah1rth04whlhksqo5tl",
    name: "Словари и переводчики",
    description: "Приложение для изучения иностранных языков с возможностью создания собственных словарей и переводов.",
  },
  {
    id: "ul32fwfkl765eh18fce3l",
    name: "Образовательные мультфильмы",
    description: "Образовательные мультфильмы и короткие видео с объяснением научных явлений и законов природы.",
  },
  {
    id: "yx08zbyernejpbsyhhtm5",
    name: "Виртуальные экскурсии",
    description: "Виртуальные экскурсии по музеям мира с возможностью интерактивного взаимодействия с экспонатами.",
  },
  {
    id: "jjg07z5x58c01a5epvx4y",
    name: "Онлайн-мастерские",
    description: "Онлайн-мастерские по созданию поделок, рисунков и других творческих работ с пошаговыми инструкциями.",
  },
  {
    id: "9a8aofw1hcbptgpntt0pl",
    name: "Математические игры",
    description: "Математические игры и головоломки для развития логического мышления и математических способностей.",
  },
  {
    id: "vwlqvjqovlfd4t0m2b6il",
    name: "Уроки по изучению истории",
    description: "Уроки по изучению истории и культуры разных стран через призму мультфильмов, сказок и легенд.",
  },
  {
    id: "iexbwmmhdckaahvu0fufo",
    name: "Виртуальные лаборатории",
    description: "Виртуальные лаборатории для проведения простых научных экспериментов в режиме онлайн.",
  },
  {
    id: "nnt2fynml5bbu9xfsokrb",
    name: "Онлайн-квесты",
    description: "Онлайн-квесты и задания по развитию навыков чтения и письма с элементами игры.",
  },
  {
    id: "eqxzb41rqvd4noicps1uq",
    name: "Интерактивные карты",
    description: "Интерактивные карты мира с возможностью изучения географии, климата и культуры разных регионов.",
  },
];
